---
kind: method
id: M:Autodesk.Revit.DB.Mechanical.DuctFittingAndAccessoryPressureDropData.GetPresureDropItems
source: html/3d16af11-f577-0496-4281-733064dc330a.htm
---
# Autodesk.Revit.DB.Mechanical.DuctFittingAndAccessoryPressureDropData.GetPresureDropItems Method

Returns the pressure drop items.

## Syntax (C#)
```csharp
public IList<DuctFittingAndAccessoryPressureDropItem> GetPresureDropItems()
```